{"keras_version": "2.0.9", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"trainable": true, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "name": "dense_1", "units": 60, "batch_input_shape": [null, 60], "dtype": "float32", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "name": "dense_2", "units": 32, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "name": "dense_3", "units": 16, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "name": "dense_4", "units": 8, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_regularizer": null, "activation": "sigmoid", "use_bias": true, "name": "dense_5", "units": 1, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}]}